Repository: cary-rowen/NVDA_Volume_Adjustment
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pl, ru

source: {app} is not playing any sound.
ru: {app} не воспроизводит звук.

source: Volume
pl: Głośność
ru: Громкость

source: The sound is muted
pl: Dźwięk jest wyciszony
ru: Звук приглушен

source: Default audio device
pl: Domyślne urządzenie audio
ru: Аудио-устройство по умолчанию

source: Increase the volume
pl: Project-Id-Version: 'volumeAdjustment' '1.0' Report-Msgid-Bugs-To: 'nvda-translations@groups.io' POT-Creation-Date: 2020-11-02 23:11+0100 PO-Revision-Date: 2020-11-02 23:32+0100 Language-Team: Stefan Banita MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit X-Generator: Poedit 2.4.1 Last-Translator: Stefan Banita Plural-Forms: nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : 2); Language: pl
ru: Увеличить громкость

source: Decrease the volume
pl: Zmniejszenie głośności
ru: Уменьшить громкость

source: Set maximum volume level
pl: Ustaw maksymalny poziom głośności
ru: Установить максимальный уровень громкости

source: Set minimum volume level
pl: Ustaw minimalny poziom głośności
ru: Установить минимальный уровень громкости

source: Mute selected audio source
ru: Отключить звук выбранного источника звука

source: Switch to the next audio source
pl: Przełączenie na kolejne źródło dźwięku
ru: Перейти к следующему источнику звука

source: Switch to the previous audio source
pl: Przełączenie na poprzednie źródło dźwiękuПерейти до попереднього джерела звуку
ru: Перейти к предыдущему источнику звука

source: Next audio output device
ru: Следующее устройство вывода звука

source: Previous audio output device
ru: Предыдущее устройство вывода звука

source: Switch the output to the selected audio device
ru: Переключить вывод звука NVDA на выбранное аудиоустройство

source: Gestures Configuration Change
ru: Изменение клавишных команд дополнения

source: NVDA add-ons must be reloaded for the new gestures to take effect.
ru: Чтобы новые комбинации клавиш вступили в силу, необходимо перезагрузить дополнения NVDA.

source: Warning! Using the feature to set the maximum volume level may damage your hearing.
ru: Внимание! Использование функции для установки максимальной громкости звука может привести к повреждению слуха.

source: Reload &now
ru: Перезагрузить &сейчас

source: Reload &later
ru: Перезагрузить &позже

source: Volume level change &step:
ru: &Шаг изменения уровня громкости:

source: Change the volume of the current &application
ru: Изменять громкость приложения в &фокусе

source: Hide audio sessions with the same &names
ru: Скрыть аудиосеансы с одинаковыми &именами

source: Hide &processes:
pl: Ukryj &procesy:
ru: Скрыть &процессы:

source: &Control all available audio devices (experimental)
ru: &Управлять всеми доступными аудио-устройствами (экспериментальная функция)

source: Hide audio &devices:
pl: Ukryj &urządzenia audio:
ru: Скрыть &аудио устройства:

source: Completely turn off the volume with &mute command
ru: Полностью &отключать звук командой приглушения громкости

source: Decrease the volume &by, %
ru: Уме&ньшать громкость на величину в процентах

source: &Unmute all muted audio resources at NVDA shutdown
ru: Включать все приглушенные аудио-ресурсы при &завершении работы NVDA

source: Use default &keyboard shortcuts
ru: Использовать сочетания &клавиш заданные по умолчанию

source: Volume Adjustment
ru: Регулировка громкости

source: Adjust the volume level of all audio devices installed in the system and each running program separately using simple keyboard shortcuts.
pl: Dostosowuje poziom głośności wszystkich urządzeń audio zainstalowanych w systemie i każdego uruchomionego programu oddzielnie za pomocą prostych skrótów klawiszowych.
ru: Отрегулируйте уровень громкости всех аудиоустройств, установленных в системе, и каждой запущенной программы отдельно, используя простые сочетания клавиш.

source: Step to change the &volume level:
pl: Krok do zmiany poziomu &głośności:
